Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/puhe_syyttajalaitoksen_seminaarissa_040408_suomeksi.pdf.tmx
Source language: fin
Languages: sme

source: Saamenkieliset palvelut eivät ole oikeusjärjestelmässä vielä riittävällä tasolla. Kotisivuja ja esitteitä
sme: Sámegielalaš bálvalusat eai leat vuoigatvuohtavuogádagas vel dárbahassii buori dásis.

source: on käännetty saamen kielille, mutta ei riittävässä laajuudessa. Yleisiä lomakepohjia, joita käytetään
sme: Ruovttusiiddut ja dieđihangihppagat leat jorgaluvvon sámegielaide, muhto eai nu olu go livččii

source: oikeusavussa ja oikeuksissa ei ole käännetty kattavasti saamen kielille, ja tämä hidastuttaa saamen
sme: dárbu. Dábálaš skovvevuođut, mat adnojuvvojit vuoigatvuohtaveahkis ja dikkiin eai leat

source: kielistä asiakaspalvelua huomattavasti.
sme: jorgaluvvon sámegielaide nu olu go livččii dárbu, ja dáthan njoazida áššehasbálvalusa sakka.

source: Käännökset on hoidettava välittömästi.
sme: Jorgalusat galget dahkkot dakkaviđe.

source: Saamelaiskäräjien
sme: Sámedikki lassin maid riikkabeivviid

source: lisäksi myös eduskunnan oikeusasiamies on edellyttänyt päätöksissään, että poliisihallinnossa tulee
sme: vuoigatvuohtaáššeolmmoš lea gáibidan mearrádusainis, ahte boleshálddahusas galget jorgaluvvot

source: kääntää kaikki keskeiset lomakkeet saameksi.
sme: sámegillii buot deháleamos skovit.

source: Saamenkieliset palvelut hoidetaan valtion viranomaisissa pääasiassa tulkkien kautta.
sme: Sámegielalaš bálvalusat dikšojuvvojit stáhta eiseválddiid olis eanas dulkkaid bakte.

source: Saamen kieltä
sme: Sámegiela

source: voi opiskella kattavasti Oulun yliopistossa, kursseja on tarjolla myös Helsingin yliopistossa, Rova
sme: sáhttá lohkat gokčevaččat Oulu universiteahtas, gursset leat maid fállun Helssega universiteahtas,

source: niemen ammattikorkeakoulussa ja Lapin yliopistossa.
sme: Roavenjárgga ámmátallaskuvllas ja Lappi universiteahtas.

source: Oikeusnotaari koulutukseen voi hakea saa
sme: Vuoigatvuohtanotára skuvlejupmái

source: menkielisten kiintiöllä.
sme: sáhttá ohcat sámegielalaččaid dihtomeriin.

source: Onkin tärkeää turvata jo koulutusvaiheessa saamenkieliset palvelut saame
sme: Leanai dehálaš dorvvastit juo skuvlenmuttus

source: laisten kotiseutualueella.
sme: sámegielalaš bálvalusaid sámiid ruovttuguovllus.

source: Tämä koskee kokonaisvaltaisesti koko oikeusjärjestelmää, sekä poliiseja,
sme: Dát guoská oppalaččat oba

source: asianajajia ja oikeusnotaareja.
sme: vuoigatvuohtavuogádaga, sihke bolesiid, ášševuoddjiid ja vuoigatvuohtanotáraid.

source: Koulutukseen yhteydessä tulee tarjota mahdollisuutta ja kannustaa
sme: Skuvlema olis

source: saamen kielen opiskeluun.
sme: galgá fállat vájolašvuođa ja movttiidahttit sámegiela lohkamii.

source: Saamenkielisten palvelujen luontevaksi tekeminen edellyttää ennakoivaa järjestelmää, eli asiakkaan
sme: Sámegielalaš bálvalusaid lunddolažžan dahkan gáibida ovddalgihtii áváštalli vuogádaga, dehege go

source: tullessa vaatimaan saamenkielisiä palveluja, ei oltaisi miettimässä mistä tulkki järjestyy ja mitä
sme: áššehaš boahtá gáibidit sámegielalaš bálvalusaid, eai álggaleage smiehttat gos dulkka gávdná ja

source: saamen kielilaki oikein edellyttää.
sme: maid sámi giellaláhka rievtti mielde gáibida.

source: Viranomaisiin tulee perustaa asiakasrekistereitä, joihin tietenkin
sme: áššehasregisttarat, maidda dieđusge bivdojuvvo áššehasa miehtan, maid bakte stivrejuvvo

source: pyydetään asiakkaan suostumus, joiden kautta ohjataan saamenkielinen tiedotus, järjestetään tulkki
sme: sámegielalaš diehtojuohkin, ordnejuvvo dulka dehe oahpistuvvo áššehas sámegiel máhtolaš

source: tai ohjataan henkilö saamen kielen taitoisen viranhaltijan luokse.
sme: virgeolbmo lusa.

source: Viranomaisten yleisissä tiedotuk
sme: Eiseválddiid almmolaš dieđáhusain ja virgedoaimmahagaid oahpástagain galgá

source: sissa ja virastotalojen opastuksissa tulee kertoa, ketkä työntekijät voivat palvella saameksi, jotta
sme: muitaluvvot, geat bargiin máhttet bálvalit sámegillii, vai sámegielalaš olbmot máhttet mannat sin

source: saamenkieliset osaavat hakeutua heidän luokseen.
sme: lusa.

source: Lapin käräjäoikeudessa työskentelee saamen kielilakiselvityksen perusteella kaksi pohjoissaamen
sme: Sámi giellaláhkačielggadeami dieđuid vuođul Lappi diggerievttis bargaba guokte davvisámegiela

source: alkeet hallitsevaa työntekijää.
sme: álgooahpuid máhtti bargi.

source: Alkeiden hallitseminen ei riitä riittävään asiakaspalveluun. Saamen
sme: Álgooahpuid hálddašeapmi ii leat nohkka olu áššehasbálvalusa addimii.

source: kielen taito katsotaan vain harvoin erityiseksi ansioksi virantäytössä.
sme: Sámegiela máhttu gehččojuvvo dušše hárve earenoamáš ánsun virgeválljemis.

source: Saamen kielilakiselvityksen
sme: Sámi

source: mukaan ongelmallista on se, että Rovaniemen hovioikeudessa ja Lapin käräjäoikeudessa, jotka pal
sme: giellaláhkačielggadeami mielde problemáhtalaččamus lea dat, ahte Roavenjárgga hoavvarievttis ja

source: velevat ensimmäisenä saamelaisten kotiseutualueen asukkaita, saamen kielilain vaikutukset työyhteisön toimintaan tunnetaan huonosti.
sme: Lappi diggerievttis, mat bálvaleaba vuohččan sámi ruovttuguovllu olbmuid, sámi giellalága

source: Lapin käräjäoikeuden osalta kaikki opasteet, kulkuohjeet ja
sme: váikkuhusat bargoservoša barggus dovdojuvvojit hejot. Lappi diggerievttis buot oahpástagat,

source: taulut käännetään pohjoissaameksi.
sme: johtinrávvagat ja dávvalat jorgaluvvojit davvisámegillii.

source: Lisäksi käännetään muutamia ilmoituksia, kuulutuksia, pöytä
sme: Dasa lassin jorgaluvvojit muhtin

source: kirjoja, lomakkeita ja päätöksiä pohjoissaameksi.
sme: ilmmuhusat, gulahusat, beavdegirjjit, skovit ja mearrádusat davvisámegillii.

source: Muita dokumentteja ei käännetä pohjoissaameksi.
sme: Eará dokumeanttat eai

source: Inarin- ja koltansaameksi käännetään kaikki opasteet, kulkuohjeet ja taulut sekä muutamia kuulu
sme: jorgaluvvo davvisámegillii. Anáraš- ja nuortalašgillii jorgaluvvojit buot oahpástagat, johtinrávvagat

source: tuksia, lomakkeita ja päätöksiä.
sme: ja dávvalat sihke muhtin gulahusat, skovit ja mearrádusat.

source: Lisäksi inarinsaameksi käännetään muutamia ilmoituksia. Tuomio
sme: Dasa lassin anárašgillii jorgaluvvojit

source: istuimet täyttävät saamen kielilain edellytykset tyydyttävästi selvityksen mukaan.
sme: muhtin ilmmuhusat. Čielggadeami mielde duopmostuolut devdet sámi giellalága gáibádusaid

source: Saamen kielilakiselvityksen mukaan kihlakuntien työntekijöiden saamen kielen taito on vähäinen.
sme: Sámi giellaláhkačielggadeami mielde ovddeš gihlegottiid bargiid sámegiela máhttu lea unni.

source: Käsivarren kihlakunnassa yksikään työntekijä mukaan luettuna esimies ei hallitse saamea lainkaan.
sme: Giehtaruohttasa gihligottis oktage bargi masa lea mielde lohkkon hoavda ii hálddaš sámegiela

source: Inari-Utsjoen kihlakunnassa saamen kielen alkeet hallitsee kolme henkilöä.
sme: ollenge. Anár-Ohcejoga gihlegottis sámegiela álgooahpuid hálddašit golbma bargi.

source: Sodankylän kihlakun
sme: Soađegili

source: nassa yksi työntekijä osaa pohjoissaamea hyvin ja voi palvella pohjoissaameksi.
sme: gihlegottis okta bargi máhttá davvisámegiela bures ja sáhttá bálvalit davvisámegillii.

source: Kihlakuntien työn
sme: Gihlegottiid

source: tekijöistä 90 % ei osaa lainkaan saamea.
sme: bargiin 90 % eai máhte sámegiela ollenge.

source: Laillisuusvalvontaa suorittavien kihlakuntien osalta voisi
sme: Orolii lunddolaš navdit, ahte gihlegottit, mat gohcet

source: olettaa, että saamen kielilain velvollisuudet ja edellytykset tunnetaan hyvin.
sme: lágalašvuođa, dovdet sámi giellalága geatnegasvuođaid ja gáibádusaid hui bures.

source: Kuitenkin vain 5 %
sme: Goitge dušše 5 %

source: vastaajista tuntee saamen kielilain vaikutukset erittäin hyvin, vaikutukset tuntee hyvin 38 % vastaa
sme: vástideddjiin dovdet sámi giellalága váikkuhusaid hui bures, váikkuhusaid dovdet bures 38 %

source: jista.
sme: vástideddjiin.

source: Saamen kielilain edellytykset tuntee huonosti 33 % ja lakia ei tunne lainkaan 24 % kihlakun
sme: Sámi giellalága gáibádusaid dovdet hejot 33 % ja sámi giellalága eai dovdda ollenge

source: tien työntekijöistä.
sme: 24 % gihlegottiid bargiin.

source: Saamen kielilakiselvityksessä kysyttiin myös kihlakuntien työntekijöiden suh
sme: Sámi giellaláhkačielggadeamis jerrojuvvui maid maid gihlegottiid bargit

source: tautumista saamen kielilakiin.
sme: jurddahit sámi giellalágas.

source: Puolet vastaajista suhtautuu myönteisesti, noin 30 % mielestä saamen
sme: Bealli vástideddjiin jurddahit miehtemielalaččat, sulaid 30 % mielas

source: kielilailla ei ole merkitystä ja 8 % vastaajista suhtautuu saamen kielilakiin kielteisesti. Kielteinen
sme: sámi giellalágas ii leat mearkkašupmi ja 8 % vástideddjiin jurddahit negatiivvalaččat sámi giellalága

source: suhtautuminen saamen kielilakiin ei voi poliisitoimessa olla vain yhden työntekijän mielipide, vaan
sme: ektui. Negatiivvalaš jurddaheapmi sámi giellaláhkii ii sáhte bolesdoaimmas leat dušše ovtta bargi

source: se heijastaa koko työyhteisön suhtautumista lakiin ja saamelaisten kielellisiin oikeuksiin. Jatkossa
sme: oaivil, muhto dat speadjalastá oba bargoservoša jurddaheami giellaláhkii ja sápmelaččaid gielalaš

source: kihlakuntien esimiesten tulisi erityisesti kiinnittää huomiota poliisien ja kihlakuntien muiden työn
sme: vuoigatvuođaide. Boahttevuođas gihlegottiid dehege dás duohko vissa bolesbiriid hoavddat

source: tekijöiden tietämyksen kasvattamiseen saamen kielilaista, saamelaisista ja saamelaiskulttuurista
sme: galggale giddet earenoamáš fuomášumi bolesiid ja eará bargiid dieđu buorideapmái sámi

source: sekä huolehtia työyhteisöjen ilmapiirin ja asenteiden lainmukaisuudesta ja suvaitsevaisuuden kun
sme: giellalágas, sápmelaččain ja sámi kultuvrras sihke atnit ávvira bargoservošiid vuoiŋŋa ja

source: nioittamisesta.
sme: jurddahanvugiid lágalašvuođas ja utnolašvuođa gudnejahttimis.

source: On tärkeätä, että kansalaiset luottavat yleistä järjestystä valvovaan poliisilaitokseen.
sme: Lea dehálaš, ahte olbmot luhttet almmolaš ortnega gohcci boleslágadussii.

source: Luottamus
sme: Luohttámuš gáibida, ahte

source: edellyttää, että myös saamelaisten kielelliset oikeudet toteutuvat oikeudenmukaisesti erityisesti po
sme: maiddái sápmelaččaid gielalaš vuoigatvuođat olláhuvvet vuoiggalaččat earenoamážit bolesiid ja

source: liisin ja kansalaisten kohtaamistilanteissa.
sme: riikkavuložiid deaivvadandiliin.

source: tään, jotta he pystyisivät ilmaisemaan itseään täsmällisesti ja että väärinkäsitykset pystyttäisiin mi
sme: Lea dehálaš, ahte sápmelaččat besset geavahit iežaset giela, vai sii basttále dovddahit iežaset dárkket ja ahte boasttoipmárdusaid sáhtálii gáržžidit nu unnin go vejolaš

source: nimoimaan, jotka voivat syntyä kielellisten ymmärtämisvaikeuksien johdosta.
sme: diliin, mat sáhttet čuožžilit gielalaš gulahallanváttisvuođaid dihte.

source: Oikeuslaitoksen piirteisiin kuuluu tavalliselle kansalaiselle vieras muodollisuus päätöksenteossa ja
sme: Riektelágádusa iešvugiide gullá dábálaš olbmui vieris formálavuohta mearrádusdahkamis ja

source: kielenkäytössä.
sme: giellageavaheamis.

source: Lainkäytönvallan sanasto on useimmille vieras omalla äidinkielellä ja saamen kielen kannalta erityisesti, koska juridinen terminologia on vieras, eikä se ole täysin vakiintunut saa
sme: earenoamážit sámegiela dáfus, daningo juridihkalaš terminologiija lea amas, iige dat leat ollásit

source: men kieleen.
sme: stáđásnuvvan sámegillii.

source: Oikeusapu on erityisen tärkeä saamelaisille, koska yksityiset asianajotoimistot eivät
sme: Riekteveahkki lea earenoamáš dehálaš sápmelaččaide, daningo priváhta

source: kuulu saamen kielilain piiriin.
sme: ášševuoddjidoaimmahagat eai gula sámi giellalága ollái.

source: Saamelaisalueen viranomaisista oikeusavusta saa parhaiten ja ilman
sme: Sámi guovllu eiseválddiid olis oažžu

source: erityisjärjestelyjä saamenkielistä palvelua, mutta vain pohjoissaamen osalta. Oikeusavussa kirjalli
sme: riekteveahkis buoremusat ja almmá sierraordnemiid haga sámegielalaš bálvalusa, muhto dušše fal

source: sia dokumentteja ei juuri käännetä saamen kielille.
sme: davvisámegiela buohta.

source: Oikeusavun työssä olisi hyödyllistä käännättää
sme: Riekteveahkis čálalaš dokumeanttat eai olus jorgaluvvo sámegillii.

source: virallisten asiakirjojen pohjia valmiiksi saamen kielille, kuten kauppakirjat tai testamentit. Tämä
sme: Riekteveahki barggus livččii ávkkálaš jorgalahttit áššegirjjiid vuođuid sámegielaide, dego

source: edistäisi saamen kielen käyttöä.
sme: Dát ovddidivččii sámegiela geavahusa.

source: Saamenkielisiä palveluja pidetään usein resurssikysymyksenä, vaikka asia ei ole niin.
sme: Sámegielalaš bálvalusat adnojuvvojit dávja resursagažaldahkan, vaikko ášši ii leatge nu.

source: Kysymys on
sme: Gažaldat

source: lain noudattamisesta, ei resursseista.
sme: lea lága doahttaleamis, ii resurssain.

source: Kaikkein edullisimmin viranomaiset selviäisivät saamen kieli
sme: Buot hálbbimusat eiseválddit beasale sámi giellalága dagahan

source: lain aiheuttamista kustannuksista palkkaamalla saamenkielistä henkilöstöä, tekemällä yhteistyötä
sme: goasttádusain nu ahte bálkáhivčče sámegielalaš olbmuid, nu ahte dagale ovttasbarggu

source: kuntien ja muiden viranomaisten kanssa ja luomalla saamenkielellä palvelua haluaville ennakoiva
sme: suohkaniiguin ja eará eiseváldiiguin ja nu ahte ráhkadivčče olbmuide, geat háliidit sámegiel

source: palvelujärjestelmä.
sme: bálvalusaid ovddalgihtii diehtti bálvalanvuogádaga.

source: Enää ei voi perustella sitä, että saamenkielellä palvelun vaatiminen olisi yllätys
sme: Šat ii sáhte ákkastallat dan, ahte sámegielain

source: ja poikkeus.
sme: bálvalusa gáibideapmi livččii heahkastuvvan ja spiehkastatlaš ášši.

source: Viranomaisilla on saamen kielilain mukaa vastuu edistää saamen kielen käyttöä. Se on
sme: Eiseváldiin lea sámi giellalága

source: iso vastuu ja koskee kaikkia yhteiskunnan eri aloja.
sme: mielde ovddasvástádus ovddidit sámegiela geavahusa.

source: Saamen kielen käytön edistäminen on jäänyt
sme: Dat lea stuora ovddasvástádus ja guoská

source: pääasiassa käännöspalvelujen varaan.
sme: servodaga buot surggiid.

source: Yhteiskunnan eri muutokset ja palvelujen keskittäminen tuo
sme: vehkii. Servodaga sierra nuppástusat ja bálvalusaid čohkken buktet ođđa uhkiid sámegielalaš

source: vat uusia uhkia saamenkielisten palvelujen toteutumiselle.
sme: bálvalusaid olláhuvvamii.

source: Uhkana on, että käräjäpalveluiden lisäksi
sme: Uhkkin lea, ahte diggebálvalusaid lassin maistráhtabálvalusat sirdásivčče

source: maistraattipalvelut siirtyisivät yhä kauemmas saamelaisten kotiseutualueelta.
sme: ain guhkkelii sámiid ruovttuguovllus.

source: Palvelujen keskittämi
sme: Bálvalusaid čohkken ja sirdin lea eahpevuoiggalaš earret

source: nen ja siirtäminen on epäreilua paitsi asiakkaiden, myös muuttotappiosta kärsiviä kuntia kohtaan.
sme: áššehasaid, muhto maid fárrendáhpagis gillájeddjiid suohkaniid guovdu. Stáhta galggalii

source: Valtion tulisi paremminkin tukea muuttotappioalueita luomalla niihin työpaikkoja, ei poistaa niitä.
sme: buorebutge doarjut fárrendáhpaguovlluid nu ahte ráhkada daidda bargosajiid, ii jávkadit daid.

source: Valtionhallinnon tuottavuusohjelma estää saamelaisten kotiseutualueella saamenkielisen henkilö
sme: Stáhtahálddahusa produktivitehtaprográmma eastá sámiid ruovttuguovllus sámegielalaš bargiid

source: kunnan palkkaamisen ja hankaloittaa saamen kielilain toteutumista.
sme: bálkáheamis ja váttásnuhttá sámi giellalága olláhuvvama.

source: Tuottavuusohjelmaa tulee to
sme: Produktivitehtaprográmma galgá

source: teuttaa huomioiden saamen kielilaki.
sme: olláhuhttojuvvot nu ahte váldojuvvo vuhtii sámi giellaláhka.

source: Saamelaiskäräjän terveiset Suomen syyttäjälaitokselle ovat selkeät.
sme: Sámedikki dearvvuođagat Suoma sivaheaddjelágádussii leat čielgasat.

source: Saamelaisten oikeusturvaa on
sme: Sápmelaččaid

source: kehitettävä ja saamenkielisten oikeudet eivät saa heikentyä. Nykyinen saamenkielisten palvelujen
sme: vuoigatvuohtadorvvu galgá ovddidit ja sápmelaččaid gielalaš vuoigatvuođat eai oaččo hedjonit.

source: taso ei ole riittävän laajaa, ja uhkana on, että palvelutaso heikkenee entisestään. Suomen oikeusjär
sme: Dáláš sámegielalaš bálvalusaid dássi ii leat dárbahassii viiddis, ja uhkkin lea, ahte bálvalandássi

source: jestelmän erityisenä vastuuna on noudattaa Suomen lainsäädäntöä kirjaimellisesti ja näyttää esi
sme: hedjona dálážisge. Suoma riektevuogádaga earenoamáš ovddasvástádussan lea doahttalit Suoma lágaid bustávaid mielde ja čájehit ovdamearkka eará eiseváldiide rievttes doaibmavuogis. Sámi

source: merkkiä muille viranomaisille oikeasta toimintatavasta. Saamen kielilain noudattaminen on ollut
sme: giellalága doahttaleapmi lea leamaš váilevaš ja buoridanvárri livččii vel olunai.

source: Oikeuslaitoksen tulee kaikessa toiminnassaan
sme: Riektelágádus galgá

source: noudattaa saamen kielilakia eikä voi tehdä sellaisia ratkaisuja, jotka heikentäisivät saamen kielen
sme: buot doaimmastis doahttalit sámi giellalága, iige dat sáhte dahkat dakkár čovdosiid, mat

source: asemaa lainvastaisesti.
sme: heajudivčče sámegiela sajádaga lágaheamet.

source: Hallintouudistukset voivat olla juuri tällaisia muutoksia.
sme: Hálddahusođastusat sáhttet leat jur dákkár nuppástusat.

source: Me saamelaiskäräjät vaadimme, että saamenkielisiä palveluja on kehitettävä.
sme: Mii sámedikkis gáibidit, ahte sámegielalaš bálvalusat galget gárggiidahttojuvvot.

source: Asioita ei voi hoitaa
sme: Áššiid ii sáhte

source: vain tulkkien ja kääntäjien kautta, vaan saamen kielen käyttöä on edistettävä aidosti ja taattava saa
sme: galgat dušše dulkkaid ja jorgaleddjiid bakte, muhto sámegiela geavahus galgá ovddiduvvot

source: melaisten oikeusturva.
sme: duođalaččat ja dáhkiduvvot sápmelaččaid riektedorvu.

source: Samalla tulee huolehtia myös siitä, että syyttäjillä ja tuomareilla on riittävä
sme: Seammas galgá váldit vuhtii maid dan, ahte

source: asiantuntemus.
sme: sivaheddjiin ja duopmáriin lea dárbbašlaš áššedovdamuš.

source: Virkamiesten ja käräjäoikeuksien siirtyessä yhä kauemmas saamelaisten kotiseutu
sme: Go virgeolbmot ja diggerievttit sirdásit

source: alueelta on myös vaarana, että heidän asiantuntemuksensa saamelaisalueen erityiskysymyksistä
sme: ain guhkkelii sámiid ruovttuguovllus lea maid várra, ahte sin áššedovdamuš sámiguovllu

source: huononee ja tätä kautta myös päätökset huononevat.
sme: sierragažaldagain hedjona ja dákko bakte maiddái mearrádusat hedjonit.

source: Saamelaiskäräjät myös edellyttää, että viran
sme: Sámediggi maid gáibida,

source: omaisten on edistettävä saamen kielen käyttöä ja tiedotettava saamen kielilaista ja sen velvoitteista
sme: ahte eiseválddit galget ovddidit sámegiela geavahusa ja galget dieđihit sámi giellalágas ja dan

source: asiakkaille ja työntekijöille aktiivisesti.
sme: geatnegasvuođain áššehasaide ja bargiide aktiivvalaččat.

source: Hyvät kuulijat, valitettavasti minulla ei ollut puheessani
sme: Buorit guldaleaddjit, dađi bahábut mus ii

source: kovin paljoa myönteistä sanottavaa.
sme: leat leamaš ságastan beare olu miehtemielalaččaid dadjanládje.

source: Eli kehittämisen ja parantamisen varaa on paljon - siirrän pal
sme: Dat meine dalle dan ahte garggidan-

source: lon nyt teille, hyvät kuulijat.
sme: Mun sávan, ahte min

source: Toivon, että sanamme muuttuvat pikaisesti teoiksi ja pystymme yhdes
sme: sánit nuppástuvvet fargga dahkun ja bastit ovttas buoridit sápmelaččaid vuoigatvuohtadorvvu

source: sä parantamaan saamelaisten oikeusturvaa kokonaisvaltaisesti.
sme: oppalaččat.

source: Kiitos mielenkiinnosta.
sme: Giitu beroštumis.
